Repository: zanix/repository.guilouz
Catalog: skin.estuary.mod/language/resource.language.*/strings.po
Languages: fr_fr

# #40133
source: Show studios and recordslabels icons on library.
fr_fr: Permet d'afficher les icônes des studios et des maisons de disques sur la bibliothèque.

# #40134
source: Select studios icons addon.
fr_fr: Permet de sélectionner l'extension des icônes des studios.

# #40135
source: Select recordslabels icons addon.
fr_fr: Permet de sélectionner l'extension des icônes des maisons de disques.

# #40136
source: Show media fanart as background.
fr_fr: Permet d'afficher les Fanarts des médias en arrière-plan.

# #40137
source: Show video as background when returning on menu and a video is playing.
fr_fr: Permet d'afficher la vidéo en arrière-plan lors du retour sur le menu alors qu'une vidéo est en lecture.

# #40138
source: Show visualisation effects as background when a song is playing.
fr_fr: Permet d'afficher les effets de visualisation en arrière-plan lorsqu'une chanson est en lecture.

# #40139
source: Replace default background by custom background.
fr_fr: Permet de remplacer l'arrière-plan par défaut par un arrière-plan personnalisé.

# #40140
source: Set location of the custom background.
fr_fr: Permet de définir l'emplacement de l'arrière-plan personnalisé.

# #40141
source: Select multi fanarts for weather addon.
fr_fr: Permet de sélectionner l'extension des arrière-plans multiples pour la météo.

# #40142
source: Set background opacity on all over skin.
fr_fr: Permet de définir l'opacité de l'arrière-plan sur l'ensemble du thème.

# #40143
source: Show slideshow of artist fanarts on music visualisation screen.
fr_fr: Permet d'afficher un diaporama des arrière-plans de l'artiste sur l'écran de visualisation de la musique.

# #40144
source: Show slideshow of artist fanarts in thumbnail on music visualisation screen.
fr_fr: Permet d'afficher un diaporama des arrière-plans de l'artiste dans la vignette sur l'écran de visualisation de la musique.

# #40145
source: Animate background or slideshow (if enabled) on music visualisation screen.
fr_fr: Permet d'animer l'arrière-plan ou le diaporama (si activé) sur l'écran de visualisation de la musique.

# #40146
source: Show visualisation effects on music visualisation screen.
fr_fr: Permet d'afficher les effets de visualisation sur l'écran de visualisation de la musique.

# #40147
source: Show CDArt on music visualisation screen.
fr_fr: Permet d'afficher le disque de l'album sur l'écran de visualisation de la musique.

# #40148
source: Show ClearArt on video OSD.
fr_fr: Permet d'afficher le logo transparent (ClearArt) sur le panneau d'informations de la vidéo.

# #40149
source: Set ClearArt position on video OSD.
fr_fr: Permet de définir la position le logo transparent (ClearArt) sur le panneau d'informations de la vidéo.

# #40150
source: Show TV Show ClearArt with [B]NextUp Notification[/B] addon.
fr_fr: Permet d'afficher le logo transparent (ClearArt) de la série TV avec l'extension [B]NextUp Notification[/B].

# #40151
source: Activate Kiosk mode. It allow to turn off sliding menu that provides access to various skin settings. Ideal for children or if Kodi is on free service.
fr_fr: Permet d'activer le mode Kiosque. Il permet de désactiver le menu glissant qui donnent accès aux différents paramètres du thème. Idéal pour les enfants ou si Kodi est en libre service.

# #40152
source: Select a photo, a video or a music to run when Kodi starting.
fr_fr: Permet de sélectionner une photo, une vidéo ou une musique à lancer au démarrage de Kodi.

# #40153
source: Download automatically all necessary artworks. [B]Artwork Downloader[/B] addon is needed.
fr_fr: Permet de télécharger automatiquement tous les artworks nécessaires. L'extension [B]Artwork Downloader[/B] est nécessaire.

# #40154
source: Select weather icons addon.
fr_fr: Permet de sélectionner l'extension des icônes météo.

# #40155
source: Replace default busy spinner by custom busy spinner.
fr_fr: Permet de remplacer l'icône de chargement par défaut par une icône de chargement personnalisée.

# #40156
source: Show debug infos.
fr_fr: Permet d'afficher les informations de débogage.

# #40157
source: Save all skin settings.
fr_fr: Permet de sauvegarder l'ensemble des paramètres du thème.

# #40158
source: Restore all skin settings.
fr_fr: Permet de restaurer l'ensemble des paramètres du thème.

# #40159
source: Disable zoom effect
fr_fr: Désactiver l'effet de zoom

# #40160
source: Disable zoom effect when selecting item.
fr_fr: Permet de désactiver l'effet de zoom lors de la sélection d'un élément.

# #40161
source: Show music visualisation screen when playing song
fr_fr: Afficher l'écran de visualisation de la musique à la lecture d'une chanson

# #40162
source: Show music visualisation screen directly when playing song.
fr_fr: Permet d'afficher directement l'écran de visualisation de la musique dès la lecture d'une chanson.

# #40163
source: Main color
fr_fr: Couleur principale

# #40164
source: Reset main color
fr_fr: Réinitialiser la couleur principale

# #40165
source: Color
fr_fr: Couleur

# #40166
source: Change main theme color.
fr_fr: Permet de changer la couleur principale du thème.

# #40167
source: Reset main color to default.
fr_fr: Permet de réinitialiser la couleur principale par défaut.

# #40168
source: Live TV widget - Recently played channels
fr_fr: Widget TV - Chaînes regardées récemment

# #40169
source: Watched to
fr_fr: Vu à

# #40170
source: unwatched episodes
fr_fr: épisodes non vus

# #40171
source: unwatched episode
fr_fr: épisode non vu

# #40172
source: Watched episodes
fr_fr: Episodes vus

# #40173
source: Add sources
fr_fr: Ajouter des sources

# #40174
source: My TV shows airing today
fr_fr: Mes séries TV diffusées aujourd'hui

# #40175
source: Next episodes to watch
fr_fr: Prochains épisodes à regarder

# #40176
source: Hide Rotten Tomatoes and Metacritic info
fr_fr: Masquer les informations Rotten Tomatoes et Metacritic

# #40177
source: Hide info from Rotten Tomatoes and Metacritic.
fr_fr: Permet de masquer les informations provenant de Rotten Tomatoes et de Metacritic.

# #40178
source: Show media flags icons on home menu such as resolution, ratio, video codec, audio codec and number of channels.
fr_fr: Permet d'afficher les icônes d'informations des médias du menu d'accueil comme la résolution, le ratio, le codec vidéo, le codec audio et le nombre de canaux.

# #40179
source: Show media clearlogos
fr_fr: Afficher les logos des médias

# #40180
source: Show clearlogos on home menu.
fr_fr: Permet d'afficher les logos des médias sur le menu d'accueil.

# #40181
source: Colors
fr_fr: Couleurs

# #40182
source: Skin colors related settings.
fr_fr: Paramètres relatifs aux couleurs du thème.

# #40183
source: Background color
fr_fr: Couleur de l'arrière-plan

# #40184
source: Reset background color
fr_fr: Réinitialiser la couleur de l'arrière-plan

# #40185
source: Change background color.
fr_fr: Permet de changer la couleur de l'arrière-plan.

# #40186
source: Reset background color to default.
fr_fr: Permet de réinitialiser la couleur par défaut de l'arrière-plan.

# #40187
source: Color selection
fr_fr: Sélection de la couleur

# #40188
source: Go up item.
fr_fr: Monter l'élément.

# #40189
source: Go down item.
fr_fr: Descendre l'élément.

# #40190
source: Add item.
fr_fr: Ajouter un élément.

# #40191
source: Delete item.
fr_fr: Supprimer l'élément.

# #40192
source: Library options
fr_fr: Options de la biblothèque

# #40193
source: Settings applying to library.
fr_fr: Paramètres s'appliquants à la bibliothèque.

# #40194
source: Notification popup position
fr_fr: Position de la fenêtre de notification

# #40195
source: Set notification popup position.
fr_fr: Permet de définir la position de la fenêtre de notification.

# #40196
source: Bottom center
fr_fr: En bas au centre

# #40197
source: Bottom right
fr_fr: En bas à droite

# #40198
source: Bottom left
fr_fr: En bas à gauche

# #40199
source: Top center
fr_fr: En haut au centre

# #40200
source: Top right
fr_fr: En haut à droite

# #40201
source: Top left
fr_fr: En haut à gauche

# #40202
source: Video process information
fr_fr: Informations sur le traitement vidéo

# #40203
source: Hardware decoding
fr_fr: Décodage matériel

# #40204
source: Inactive
fr_fr: Inactif

# #40205
source: Decoder
fr_fr: Décodeur

# #40206
source: Audio process information
fr_fr: Informations sur le traitement audio

# #40207
source: Memory used
fr_fr: Mémoire utilisée

# #40208
source: Channels
fr_fr: Canaux

# #40209
source: Deinterlace
fr_fr: Désentrelacement

# #40210
source: Processing
fr_fr: Traitement

# #40211
source: Customizable widget (posters)
fr_fr: Widget personnalisable (posters)

# #40212
source: Customizable widget (thumbs)
fr_fr: Widget personnalisable (vignettes)

# #40213
source: Customizable widget (icons)
fr_fr: Widget personnalisable (icônes)

# #40214
source: Set type of widgets
fr_fr: Définir le type des widgets

# #40215
source: Hide posters info
fr_fr: Masquer les informations des posters

# #40216
source: Simple wall
fr_fr: Mur simple

# #40217
source: To be continued ...
fr_fr: A suivre ...

# #40218
source: Enable Next Up popup for Live TV
fr_fr: Activer les notifications pour les programmes TV

# #40219
source: Enable Next Up popup notification for Live TV.
fr_fr: Permet d'activer la fenêtre de notification du programme suivant pour les chaînes TV.

# #40220
source: Random tv shows
fr_fr: Séries TV aléatoires

# #40221
source: Set Hub image
fr_fr: Définir l'image du Hub

# #40222
source: Set Hub items
fr_fr: Définir les éléments du Hub

# #40223
source: Movies Hub
fr_fr: Hub Films

# #40224
source: TV Shows Hub
fr_fr: Hub Séries TV

# #40225
source: Customizable Hub 1
fr_fr: Hub personnalisable 1

# #40226
source: Random episodes
fr_fr: Episodes aléatoires

# #40227
source: Select hub widget
fr_fr: Définir le widget du Hub

# #40228
source: Customizable Hub 2
fr_fr: Hub personnalisable 2

# #40229
source: Customizable Hub 3
fr_fr: Hub personnalisable 3

# #40230
source: Hub Widget
fr_fr: Widget Hub

# #40231
source: Hide widgets banners
fr_fr: Masquer les bannières des widgets

# #40232
source: Next airing episodes
fr_fr: Episodes diffusés prochainement

# #40233
source: Customizable widgets
fr_fr: Widgets personnalisables

# #40234
source: Preconfigured widgets
fr_fr: Widgets préconfigurés

# #40235
source: No screenshot available
fr_fr: Pas de screenshot disponible

# #40236
source: Use clearlogos instead of thumbnails
fr_fr: Utiliser les logos à la place des vignettes

# #40237
source: Add rule
fr_fr: Ajouter une règle

# #40238
source: Delete rule
fr_fr: Supprimer une règle

# #40239
source: Hide CD case
fr_fr: Masquer le boîtier du disque

# #40240
source: Hide CD case on music visualisation screen.
fr_fr: Permet de masquer le boîtier du disque sur l'écran de visualisation de la musique.

# #40241
source: Hide pictures info
fr_fr: Masquer les informations des images

# #40242
source: Mosaics
fr_fr: Mosaïques

# #40243
source: Hide time and date
fr_fr: Masquer l'heure et la date

# #40244
source: Hide time and date on top bar.
fr_fr: Permet de masquer l'heure et la date sur la barre du haut.

# #40245
source: Hide plots of unwatched episodes to avoid spoilers.
fr_fr: Permet de masquer les résumés des épisodes non vus pour éviter les spoilers.

# #40246
source: Unwatched movies recently added
fr_fr: Films non vus ajoutés récemment

# #40247
source: Unwatched episodes recently added
fr_fr: Episodes non vus ajoutés récemment

# #40248
source: Hide watched items from recently added
fr_fr: Masquer les éléments vus des ajouts récents

# #40249
source: Unwatched music videos recently added
fr_fr: Clips musicaux non vus ajoutés récemment

# #40250
source: Bigger font
fr_fr: Grande police

# #40251
source: Pause video during access to extended info
fr_fr: Mettre la vidéo en pause lors de l'accès aux informations supplémentaires

# #40252
source: Pause video when viewing extended info.
fr_fr: Permet de mettre la vidéo en pause lors de la consultation des informations supplémentaires.

# #40253
source: Background of 'Search...' shortcut
fr_fr: Arrière-plan du raccourci 'Rechercher...'

# #40254
source: Background of 'Favourites' shortcut
fr_fr: Arrière-plan du raccourci 'Favoris'

# #40255
source: Background of 'File browser' shortcut
fr_fr: Arrière-plan du raccourci 'Gestionnaire de fichiers'

# #40256
source: Background of 'Settings' shortcut
fr_fr: Arrière-plan du raccourci 'Paramètres'

# #40257
source: Background of 'Power options' shortcut
fr_fr: Arrière-plan du raccourci 'Options d'alimentation'

# #40258
source: Replace background of [B]Search...[/B] shortcut.
fr_fr: Permet de remplacer l'arrière-plan du raccourci [B]Rechercher...[/B].

# #40259
source: Replace background of [B]Favourites[/B] shortcut.
fr_fr: Permet de remplacer l'arrière-plan du raccourci [B]Favoris[/B].

# #40260
source: Replace background of [B]File browser[/B] shortcut.
fr_fr: Permet de remplacer l'arrière-plan du raccourci [B]Gestionnaire de fichiers[/B].

# #40261
source: Replace background of [B]Settings[/B] shortcut.
fr_fr: Permet de remplacer l'arrière-plan du raccourci [B]Paramètres[/B].

# #40262
source: Replace background of [B]Power options[/B] shortcut.
fr_fr: Permet de remplacer l'arrière-plan du raccourci [B]Options d'alimentation[/B].

# #40263
source: Disable item.
fr_fr: Désactiver l'élément.

# #40264
source: Enable item.
fr_fr: Activer l'élément.

# #40265
source: Up item
fr_fr: Monter l'élément

# #40266
source: Down item
fr_fr: Descendre l'élément

# #40267
source: Add item
fr_fr: Ajouter un élément

# #40268
source: Enable item
fr_fr: Activer l'élément

# #40269
source: Disable item
fr_fr: Désactiver l'élément

# #40270
source: Delete item
fr_fr: Supprimer l'élément

# #40271
source: Use basic vertical menu
fr_fr: Utiliser le menu vertical basique

# #40272
source: Use basic vertical menu instead of dynamic vertical menu.
fr_fr: Permet d'tiliser le menu vertical basique à la place du menu vertical dynamique.

# #40273
source: No bookmarks created yet.
fr_fr: Aucun chapitre créé pour l'instant.

# #40274
source: Show Extrafanarts
fr_fr: Afficher les Extrafanarts

# #40275
source: Show multiple backgrounds on the home menu and library.
fr_fr: Permet d'afficher les arrière-plans multiples sur le menu d'accueil et la bibliothèque.

# #40276
source: Disable Kodi screensaver
fr_fr: Désactiver l'écran de veille de Kodi

# #40277
source: Disable Kodi screensaver on fullscreen music playback.
fr_fr: Permet de désactiver l'écran de veille de Kodi sur l'écran de visualisation de la musique.

# #40278
source: Show rating of TMDB rather than IMDB
fr_fr: Afficher les notes de TMDB plutôt que de IMDB

# #40279
source: Show rating of TheMovieDB.org rather than IMDb.com.
fr_fr: Permet d'afficher les notes de TheMovieDB.org plutôt que celles de IMDb.com.

# #40280
source: Access to all your games
fr_fr: Accédez à l'ensemble de vos jeux

# #40281
source: Background of 'Games' shortcut
fr_fr: Arrière-plan du raccourci 'Jeux'

# #40282
source: Replace background of [B]Games[/B] shortcut.
fr_fr: Permet de remplacer l'arrière-plan du raccourci [B]Jeux[/B].

# #40283
source: Pattern type
fr_fr: Type du modèle

# #40284
source: Pattern color
fr_fr: Couleur du modèle

# #40285
source: Reset pattern color
fr_fr: Réinitialiser la couleur du modèle

# #40286
source: Select pattern type of background.
fr_fr: Permet de sélectionner le type de modèle de l'arrière-plan.

# #40287
source: Change pattern color of background.
fr_fr: Permet de changer la couleur du modèle de l'arrière-plan.

# #40288
source: Reset pattern color of background.
fr_fr: Permet de réinitialiser la couleur du modèle de l'arrière-plan.

# #40289
source: Horizontal guide
fr_fr: Guide horizontal

# #40290
source: Number of items for widgets
fr_fr: Nombre d'éléments pour les widgets

# #40291
source: Set number of items to display on widgets.
fr_fr: Permet de définir le nombre d'éléments à afficher sur les widgets.

# #40293
source: Eject
fr_fr: Éjecter

# #40294
source: Hide Spoilers
fr_fr: Masquer Spoilers
