Repository: zanix/repository.guilouz
Catalog: skin.estuary.mod/language/resource.language.*/strings.po
Languages: fr_fr

# #31000
source: Now playing
fr_fr: En lecture

# #31001
source: Search...
fr_fr: Rechercher...

# #31002
source: Show media fanart as background
fr_fr: Afficher les Fanarts des médias en arrière-plan

# #31003
source: Cinema mode
fr_fr: Mode cinéma

# #31004
source: Change mode
fr_fr: Changer de mode

# #31005
source: Watch as 2D
fr_fr: Voir en 2D

# #31006
source: Random movies
fr_fr: Films aléatoires

# #31007
source: Unwatched movies
fr_fr: Films non vus

# #31008
source: No disclaimer
fr_fr: Aucun avertissement

# #31009
source: Download icons
fr_fr: Télécharger les icônes

# #31010
source: In progress movies
fr_fr: Films en cours

# #31011
source: Most played albums
fr_fr: Albums les plus écoutés

# #31012
source: Random albums
fr_fr: Albums aléatoires

# #31013
source: Random artists
fr_fr: Artistes aléatoires

# #31014
source: Unplayed albums
fr_fr: Albums non écoutés

# #31015
source: Recent recordings
fr_fr: Enregistrements récents

# #31016
source: Recently played channels
fr_fr: Chaînes regardées récemment

# #31017
source: Rated
fr_fr: Classification

# #31018
source: Recently played channels
fr_fr: Chaînes regardées récemment

# #31019
source: Forecast
fr_fr: Prévisions

# #31021
source: Misc options
fr_fr: Options diverses

# #31022
source: Sort by
fr_fr: Trier par

# #31023
source: Viewtype
fr_fr: Type de vue

# #31024
source: Next tracks
fr_fr: Pistes suivantes

# #31025
source: No favourites found. You can add any item from media views to this list by using the context menu.
fr_fr: Aucun favori trouvé. Il est possible d'ajouter n'importe quel élément à cette liste à partir des vues des médias à l'aide du menu contextuel.

# #31026
source: Go to albums
fr_fr: Aller aux albums

# #31027
source: Go to songs
fr_fr: Aller aux chansons

# #31028
source: Show fanart
fr_fr: Afficher le FanArt

# #31029
source: Last logged in
fr_fr: Dernière connexion

# #31030
source: System Memory used
fr_fr: Mémoire utilisée

# #31031
source: Version info
fr_fr: Informations de version

# #31032
source: Order
fr_fr: Trier

# #31033
source: Your rating
fr_fr: Ma note

# #31034
source: Extended info
fr_fr: Informations supplémentaires

# #31035
source: Pages
fr_fr: Page

# #31036
source: items
fr_fr: éléments

# #31037
source: Tracklist
fr_fr: Liste de pistes

# #31038
source: Rewind
fr_fr: Retour rapide

# #31039
source: Fast forward
fr_fr: Avance rapide

# #31040
source: Cancel update
fr_fr: Annuler la mise à jour

# #31041
source: Camera manufacturer
fr_fr: Fabricant caméra

# #31042
source: Playlist options
fr_fr: Options de la liste de lecture

# #31043
source: Set the type and add rules to create a smart playlist. These playlists are dynamic and include all media items from your database which apply to your chosen rules.
fr_fr: Définit le type et ajoute les règles pour créer une liste de lecture intelligente. Ces listes sont dynamiques et contiennent tous les médias de la base de données qui répondent aux règles établies.

# #31044
source: Add group
fr_fr: Ajouter groupe

# #31045
source: Rename group
fr_fr: Renommer groupe

# #31046
source: Delete group
fr_fr: Supprimer groupe

# #31047
source: Read more...
fr_fr: En savoir plus…

# #31048
source: Available
fr_fr: Disponible

# #31049
source: Press [B]Up[/B] to rewind or fast-forward
fr_fr: Appuyer sur [B]Haut[/B] pour le retour ou l'avance rapide

# #31050
source: Press [B]OK[/B] to stop
fr_fr: Appuyer sur [B]OK[/B] pour stopper

# #31051
source: Toggle language
fr_fr: Changer la langue

# #31052
source: filtered
fr_fr: filtré

# #31053
source: Arial based
fr_fr: Police basée sur Arial

# #31054
source: Press [B]Left[/B] to rewind, or [B]Right[/B] to fast-forward
fr_fr: Appuyer sur [B]Gauche[/B] pour le retour rapide ou sur [B]Droite[/B] pour l'avance rapide

# #31055
source: Subtitle download
fr_fr: Téléchargement de sous-titres

# #31056
source: Go to playlist
fr_fr: Aller à la liste de lecture

# #31057
source: Show login screen on startup
fr_fr: Afficher l'écran d'identification au démarrage

# #31058
source: Automatic Login on startup
fr_fr: Identification automatique au démarrage

# #31059
source: Updates available
fr_fr: Mises à jour disponibles

# #31061
source: Main menu items
fr_fr: Éléments du menu principal

# #31062
source: Shortcuts to the "Files" sections of each media type. Go there to add additional sources for your databases.
fr_fr: Raccourcis vers la section "Fichiers" de chaque type de média. Allez-y pour ajouter des sources supplémentaires à vos bases de données.

# #31064
source: unwatched
fr_fr: non vu

# #31065
source: Video playlist
fr_fr: Liste de lecture de vidéos

# #31066
source: Music playlist
fr_fr: Liste de lecture de musiques

# #31067
source: Event log
fr_fr: Journal des évènements

# #31068
source: Choose presets
fr_fr: Choisir les préréglages

# #31069
source: Last Updated
fr_fr: Dernière mise à jour

# #31070
source: Add media sources
fr_fr: Ajouter des sources de médias

# #31071
source: by
fr_fr: par

# #31072
source: Power Options
fr_fr: Options d'alimentation

# #31073
source: Titles
fr_fr: Titres

# #31074
source: Library root
fr_fr: Racine de la biblothèque

# #31075
source: Movie sets
fr_fr: Sagas

# #31076
source: Play optical disc
fr_fr: Lire le disque

# #31077
source: Previous location
fr_fr: Lieu précédent

# #31078
source: Next location
fr_fr: Lieu suivant

# #31079
source: Cast not available
fr_fr: Casting non disponible

# #31080
source: Ends at
fr_fr: Termine à

# #31081
source: Album info
fr_fr: Informations de l'album

# #31082
source: Lyrics add-on
fr_fr: Extension de paroles

# #31083
source: Lyrics add-on settings
fr_fr: Paramètres des extensions de paroles

# #31084
source: Visualisation settings
fr_fr: Paramètres de visualisation

# #31085
source: Channel Group
fr_fr: Groupe de chaînes

# #31086
source: Metadata
fr_fr: Informations

# #31087
source: Provider settings
fr_fr: Paramètres du fournisseur

# #31088
source: Content scanning options
fr_fr: Options d'analyse de contenu

# #31089
source: Available groups
fr_fr: Groupes disponibles

# #31090
source: Search trailer
fr_fr: Rechercher une bande-annonce

# #31091
source: Download subtitles
fr_fr: Téléchargement de sous-titres

# #31092
source: Video menu
fr_fr: Menu vidéo

# #31093
source: Show weather info in top bar
fr_fr: Afficher la météo sur la barre du haut

# #31094
source: Show media flags for movies / episodes / music videos
fr_fr: Afficher les indicateurs du média pour les films, épisodes et clips vidéos

# #31095
source: Use slide animations
fr_fr: Afficher les animations

# #31096
source: Local subtitle available
fr_fr: Sous-titres locaux disponibles

# #31097
source: Channel options
fr_fr: Options de la chaîne

# #31098
source: Select your Kodi user profile to login and continue
fr_fr: Sélectionnez votre profil utilisateur Kodi pour vous identifier et poursuivre

# #31099
source: Icon Wall
fr_fr: Mur d'icônes

# #31100
source: Shift
fr_fr: Liste de posters

# #31101
source: InfoWall
fr_fr: Mur avec informations

# #31102
source: Wall
fr_fr: Mur

# #31103
source: Enter text here...
fr_fr: Saisir le texte ici…

# #31104
source: Your library is currently empty. In order to populate it with your personal media, enter "Files" section, add a media source and configure it. After the source has been added and indexed you will be able to browse your library.
fr_fr: Votre bibliothèque est actuellement vide. Afin de la remplir avec vos médias personnels, rendez-vous dans la section "Fichiers", ajoutez une source de médias et configurez-la. Après ajout et indexation, la bibliothèque pourra être parcourue.

# #31105
source: Add video sources and set the appropriate content type in order to populate your video libraries.
fr_fr: Ajoutez des sources vidéo et définissez le type de contenu approprié pour remplir les bibliothèques vidéos.

# #31106
source: Teletext
fr_fr: Télétexte

# #31107
source: WideList
fr_fr: Liste large

# #31108
source: Use custom global background
fr_fr: Utiliser un arrière-plan personnalisé

# #31109
source: Choose image path
fr_fr: Chemin de l'arrière-plan

# #31110
source: Enter files section
fr_fr: Section Fichiers

# #31111
source: View your personal pictures or download one of the many image add-ons from the official repository.
fr_fr: Permet d'afficher vos images personnelles ou de télécharger une des nombreuses extension images du dépôt officiel.

# #31112
source: Toggle audio stream
fr_fr: Changer le flux audio

# #31113
source: Search local library
fr_fr: Rechercher dans la bibliothèque locale

# #31114
source: Search YouTube
fr_fr: Rechercher sur YouTube

# #31115
source: Search TheMovieDB
fr_fr: Rechercher sur TheMovieDB

# #31116
source: Remove this main menu item
fr_fr: Retirer cet élément du menu principal

# #31117
source: Edit nodes
fr_fr: Éditer les nœuds

# #31118
source: Enter add-on browser
fr_fr: Navigateur d'extensions

# #31119
source: You do not have any add-ons installed yet. Visit our add-on browser to browse through our collection and improve your Kodi experience.
fr_fr: Aucune extension installée. Utilisez le navigateur d'extensions pour parcourir la collection d'extensions de Kodi afin d'améliorer votre expérience de Kodi.

# #31120
source: You did not set up a weather provider yet. In order to view weather information, choose a weather provider and set up your location.
fr_fr: Aucun fournisseur météo n'a été défini. Pour voir les informations météo, vous devez choisir un fournisseur et configurer votre emplacement.

# #31121
source: Set weather provider
fr_fr: Définir le fournisseur météo

# #31122
source: Unwatched TV Shows
fr_fr: Séries TV non vues

# #31123
source: Same director
fr_fr: Même réalisateur

# #31124
source: Show images on map
fr_fr: Afficher les images sur la carte

# #31125
source: Press up for actor info
fr_fr: Appuyer sur [B]Haut[/B] pour afficher les infos de l'acteur

# #31126
source: Press OK to read plot
fr_fr: Appuyer sur [B]OK[/B] pour afficher le synopsis

# #31127
source: Show icons
fr_fr: Afficher les icônes

# #31128
source: Contributors
fr_fr: Contributeurs

# #31129
source: General settings applying to all areas of the skin.
fr_fr: Paramètres généraux s'appliquants à l'ensemble du thème.

# #31130
source: Main menu-related settings: Configure the home screen to your likings.
fr_fr: Paramètres relatifs au menu principal. Configurez le menu d'accueil comme désiré.

# #31131
source: Choose home fanart pack
fr_fr: Choisir l'extension des FanArt de l'écran d'accueil

# #31133
source: Hide
fr_fr: Masquer

# #31134
source: Remaining
fr_fr: Restant

# #31135
source: Installed from
fr_fr: Installé depuis

# #31136
source: Click here to see latest changes...
fr_fr: Appuyer sur OK pour voir les derniers changements...

# #31137
source: PVR info
fr_fr: Informations PVR

# #31138
source: Player process info
fr_fr: Informations sur le traitement

# #31139
source: Video decoder
fr_fr: Décodeur vidéo

# #31140
source: Pixel format
fr_fr: Format de pixel

# #31141
source: Changes for version
fr_fr: Changements

# #31142
source: Play speed
fr_fr: Vitesse de lecture

# #31143
source: You did not set up PVR yet. In order to use PVR, choose a PVR client addon and configure it. Please visit http://kodi.wiki/view/PVR to learn more.
fr_fr: Vous n'avez pas encore configuré la fonction PVR. Pour pouvoir utiliser la fonction PVR, sélectionnez une extension de client PVR and configurez-la. Visitez http://kodi.wiki/view/PVR pour plus d'informations.

# #31144
source: Enter add-on browser
fr_fr: Entrer dans le navigateur d'extensions

# #31145
source: Search add-ons
fr_fr: Rechercher des extensions

# #31146
source: Manage add-ons
fr_fr: Gérer les extensions

# #31147
source: Download add-ons
fr_fr: Télécharger des extensions

# #31151
source: Numeric keypad
fr_fr: Clavier numérique

# #40000
source: Show movies and tv shows clearlogos
fr_fr: Afficher les logos des films et séries TV

# #40001
source: Customize power menu
fr_fr: Personnaliser le menu Alimentation

# #40002
source: Home menu
fr_fr: Menu Accueil

# #40003
source: Reset menus settings
fr_fr: Réinitialiser les paramètres des menus

# #40004
source: Debug infos
fr_fr: Informations de débogage

# #40006
source: Background options
fr_fr: Options de l'arrière-plan

# #40007
source: Display options
fr_fr: Options d'affichage

# #40008
source: Weather widget
fr_fr: Widget météo

# #40009
source: Movies widget
fr_fr: Widget films

# #40010
source: TV Shows widget
fr_fr: Widget séries TV

# #40011
source: Music widget
fr_fr: Widget musique

# #40012
source: Addons widget
fr_fr: Widget extensions

# #40013
source: Media sources widget
fr_fr: Widget sources des médias

# #40014
source: Live TV widget - Channels
fr_fr: Widget TV - Chaînes

# #40015
source: Radios widget
fr_fr: Widget radios

# #40016
source: Pictures widget
fr_fr: Widget images

# #40017
source: Enable horizontal menu
fr_fr: Activer le menu horizontal

# #40018
source: Video Sources
fr_fr: Sources des médias vidéos

# #40019
source: Audio Sources
fr_fr: Sources des médias audios

# #40020
source: Replace vertical home menu by horizontal menu.
fr_fr: Permet de remplacer le menu d'accueil vertical par le menu horizontal.

# #40021
source: Enable horizontal advanced menu
fr_fr: Activer le menu horizontal avancé

# #40022
source: Replace vertical home menu by horizontal advanced menu.
fr_fr: Permet de remplacer le menu d'accueil vertical par le menu horizontal avancé.

# #40023
source: Set images path
fr_fr: Définir le chemin des images

# #40024
source: Display settings applying to all areas of the skin.
fr_fr: Paramètres d'affichage s'appliquants à l'ensemble du thème.

# #40025
source: Background settings applying to all areas of the skin.
fr_fr: Paramètres d'arrière-plan s'appliquants à l'ensemble du thème.

# #40026
source: Additional settings.
fr_fr: Paramètres supplémentaires.

# #40027
source: Show artists clearlogos
fr_fr: Afficher les logos des artistes

# #40028
source: Hide plots to avoid spoilers
fr_fr: Masquer les résumés pour éviter les spoilers

# #40029
source: Enable extrafanarts for background
fr_fr: Activer les extrafanarts pour l'arrière-plan

# #40030
source: Enable extrafanarts for thumb
fr_fr: Activer les extrafanarts pour la vignette

# #40031
source: Animate background
fr_fr: Animer l'arrière-plan

# #40032
source: Show visualisation effects
fr_fr: Afficher les effets de visualisation

# #40033
source: Music OSD
fr_fr: Ecran de visualisation musique

# #40034
source: Visualization of the music screen related settings.
fr_fr: Paramètres relatifs à l'écran de visualisation de la musique.

# #40035
source: Show CDArt
fr_fr: Afficher le disque

# #40036
source: Splash screen (photo, video or music)
fr_fr: Ecran de démarrage (photo, vidéo ou musique)

# #40037
source: None
fr_fr: Aucun

# #40038
source: Start automatically Artwork Downloader after library update
fr_fr: Démarrer automatiquement Artwork Downloader après la mise à jour de la bibliothèque

# #40039
source: Backup / Restore
fr_fr: Sauvegarde / Restauration

# #40040
source: Backup skin settings
fr_fr: Sauvegarder les paramètres du thème

# #40041
source: Restore skin settings from file
fr_fr: Restaurer les paramètres du thème

# #40042
source: Reset skin settings to defaults
fr_fr: Réinitialiser les paramètres du thème par défaut

# #40043
source: Backup and restore settings of skin settings.
fr_fr: Sauvegarde et restauration des paramètres du thème.

# #40044
source: Video OSD
fr_fr: Ecran de visualisation vidéo

# #40045
source: Show ClearArt on video infos
fr_fr: Afficher le logo transparent sur les informations de la vidéo

# #40046
source: Visualization of the video screen related settings.
fr_fr: Paramètres relatifs à l'écran de visualisation de la vidéo.

# #40047
source: Necessary addons
fr_fr: Extensions nécéssaires

# #40048
source: Necessary addons for good performance.
fr_fr: Extensions nécéssaires au bon fonctionnement du thème.

# #40049
source: Show ClearArt with NextUp Notification addon
fr_fr: Afficher le logo transparent avec l'extension NextUp Notification

# #40050
source: Enter the paths of your RSS feeds
fr_fr: Entrez les chemins de vos flux RSS

# #40051
source: Select a Set
fr_fr: Sélectionnez un Set

# #40052
source: Show studios / recordslabels icons
fr_fr: Afficher les icônes des studios / maisons de disques

# #40053
source: Studios icons
fr_fr: Icônes des studios

# #40054
source: Weather icons
fr_fr: Icônes Météo

# #40055
source: Media flags of the same color as skin
fr_fr: Indicateurs du média de la même couleur que le thème

# #40056
source: Show animated posters
fr_fr: Afficher les posters animés

# #40057
source: Context menu
fr_fr: Menu contextuel

# #40058
source: TV shows next aired
fr_fr: Prochaines diffusions des séries TV

# #40059
source: Similar
fr_fr: Similaires

# #40060
source: Multi fanarts for weather
fr_fr: Arrière-plans multiples pour la météo

# #40061
source: Info bars are always displayed
fr_fr: Les barres d'informations sont toujours affichées

# #40062
source: Recordslabels icons
fr_fr: Icônes des maisons de disques

# #40063
source: Show media path
fr_fr: Chemin du média

# #40064
source: Media path
fr_fr: Chemin du média

# #40065
source: Kiosk Mode
fr_fr: Mode Kiosque

# #40066
source: Background opacity
fr_fr: Opacité de l'arrière-plan

# #40067
source: Opacity
fr_fr: Opacité à

# #40068
source: Never
fr_fr: Jamais

# #40069
source: Only on library
fr_fr: Sur la bibliothèque uniquement

# #40070
source: All over skin
fr_fr: Sur tout le thème

# #40071
source: Hide info bars
fr_fr: Masquer les barres d'informations

# #40072
source: Info bars are hidden only on library
fr_fr: Les barres d'informations sont masquées uniquement sur la biblothèque

# #40073
source: Info bars are hidden all over skin
fr_fr: Les barres d'informations sont masquées sur l'ensemble du thème

# #40074
source: Add-on settings
fr_fr: Paramètres des extensions

# #40075
source: Hidden TV channels
fr_fr: Chaînes TV cachées

# #40076
source: Visible TV channels
fr_fr: Chaînes TV visibles

# #40077
source: Access all of your favorites
fr_fr: Accédez à l'ensemble de vos favoris

# #40078
source: Access all settings
fr_fr: Accédez à l'ensemble des paramètres

# #40079
source: Access to filemanager
fr_fr: Accédez au gestionnaire de fichiers

# #40080
source: Access to power options
fr_fr: Accédez aux options d'alimentation

# #40081
source: Do a research
fr_fr: Effectuez une recherche

# #40082
source: Custom busy spinner
fr_fr: Icône de chargement personnalisée

# #40083
source: Show background video
fr_fr: Afficher la vidéo en arrière-plan

# #40084
source: Type of Widgets
fr_fr: Type de Widgets

# #40085
source: Skin Helper Service Widgets
fr_fr: Widgets Skin Helper Service

# #40086
source: Hide widget banner
fr_fr: Masquer la bannière du widget

# #40087
source: ClearArt position
fr_fr: Position du logo transparent

# #40088
source: To the right
fr_fr: A droite

# #40089
source: To the left
fr_fr: A gauche

# #40090
source: In the center
fr_fr: Au centre

# #40091
source: Big fanart
fr_fr: Grand fanart

# #40092
source: Aired
fr_fr: Diffusé le

# #40093
source: Big posters
fr_fr: Grands posters

# #40094
source: Library
fr_fr: Bibliothèque

# #40095
source: In-progress movies
fr_fr: Films en cours

# #40096
source: Most played albums
fr_fr: Albums les plus écoutés

# #40097
source: Random albums
fr_fr: Albums aléatoires

# #40098
source: Random artists
fr_fr: Artistes aléatoires

# #40099
source: Random movies
fr_fr: Films aléatoires

# #40100
source: Random music videos
fr_fr: Clips musicaux aléatoires

# #40101
source: Unplayed albums
fr_fr: Albums non écoutés

# #40102
source: Unwatched movies
fr_fr: Films non vus

# #40103
source: Unwatched TV shows
fr_fr: Séries TV non vues

# #40104
source: Hide notification popup during playback
fr_fr: Masquer la fenêtre de notification lors de la lecture

# #40105
source: Hide notification popup during video or music playback.
fr_fr: Permet de masquer la fenêtre de notification lors de la lecture de vidéos ou de musiques.

# #40106
source: Select widgets first
fr_fr: Sélectionner les widgets en premier

# #40107
source: Navigates main menu to widgets rather than main menu to submenus icons.
fr_fr: Permet de naviguer du menu principal vers les widgets plutôt que du menu principal vers les icônes des sous-menus.

# #40108
source: Next aired
fr_fr: Prochaine diffusion

# #40109
source: Last aired
fr_fr: Dernière diffusion

# #40110
source: Views
fr_fr: Vues

# #40111
source: Hardware info
fr_fr: Informations matériel

# #40112
source: Hard disk usage:
fr_fr: Utilisation du disque dur :

# #40113
source: Show background visualisation effects
fr_fr: Afficher les effets de visualisation en arrière-plan

# #40114
source: Music videos - Library
fr_fr: Clips Musicaux - Médiathèque

# #40115
source: Music videos widget
fr_fr: Widget clips musicaux

# #40116
source: Unwatched music videos
fr_fr: Clips musicaux non vus

# #40117
source: Most watched music videos
fr_fr: Clips musicaux les plus vus

# #40118
source: Lyrics source
fr_fr: Source des paroles

# #40119
source: Customize items and submenus of the home menu.
fr_fr: Permet de personnaliser les éléments et les sous-menus du menu d'accueil.

# #40120
source: Customize items of the power menu.
fr_fr: Permet de personnaliser les éléments du menu d'alimentation.

# #40121
source: Reset default items of the home menu and power menu.
fr_fr: Permet de réinitialiser les éléments par défaut du menu d'acceuil et du menu d'alimentation.

# #40122
source: Hide top and bottom bars.[CR][[B]Never[/B]] Bars are always displayed.[CR][[B]Only on library[/B]] Bars are hidden only on Movies, TV Shows and Music libraries. [CR][[B]All over skin[/B]] Bars are hidden all over skin.
fr_fr: Permet de masquer les barres du haut et du bas.[CR][[B]Jamais[/B]] Les barres sont toujours affichées.[CR][[B]Sur la bibliothèque uniquement[/B]] Les barres sont masquées uniquement sur les bibliothèques Films, Séries TV et Musique.[CR][[B]Sur tout le thème[/B]] Les barres sont masquées sur l'ensemble du thème.

# #40123
source: Show slide effect of skin windows.
fr_fr: Permet d'afficher l'effet de glissement des fenêtres du thème.

# #40124
source: Enable auto scrolling for plots and reviews.
fr_fr: Permet d'activer le défilement automatique des résumés et des critiques.

# #40125
source: Show weather with the time and date on the top bar.
fr_fr: Permet d'afficher la météo avec l'heure et la date sur la barre du haut.

# #40126
source: Replace episodes thumbnails by TV shows thumbnails
fr_fr: Remplacer les vignettes des épisodes par les vignettes des séries TV

# #40127
source: Show media flags icons such as resolution, ratio, video codec, audio codec, number of channels, duration...
fr_fr: Permet d'afficher les icônes d'informations des médias comme la résolution, le ratio, le codec vidéo, le codec audio, le nombre de canaux, la durée...

# #40128
source: Show media flags to the same color as skin color.
fr_fr: Permet d'afficher les icônes d'informations des médias de la même couleur que celle du thème.

# #40129
source: Show animated posters instead of conventional posters. Conventional posters will be showed when no animated poster is available.
fr_fr: Permet d'afficher les posters animés à la place des posters classiques. Les posters classiques seront affichés si aucun poster animé n'est disponible.

# #40130
source: Show movies and TV shows clearlogos on video library.
fr_fr: Permet d'afficher les logos des films et des séries TV sur la bibliothèque des vidéos.

# #40131
source: Show artists clearlogos on music library.
fr_fr: Permet d'afficher les logos des artistes sur la bibliothèque des musiques.

# #40132
source: Plot masked to avoid spoilers.
fr_fr: Résumé masqué pour éviter les spoilers.
