Repository: zanix/repository.guilouz
Catalog: skin.estuary.mod.kodi18/language/resource.language.*/strings.po
Languages: de_de

# #40145
source: Animate background or slideshow (if enabled) on music visualisation screen.
de_de: Animiere den Hintergrund oder zeige die Diashow (falls aktiviert) im Musikvisualisierungsbildschirm.

# #40146
source: Show visualisation effects on music visualisation screen.
de_de: Zeige Visualisierungseffekt im Musikvisualisierungsbildschirm

# #40147
source: Show CDArt on music visualisation screen. 'cdart.png' file must be present in album folder.
de_de: Zeige CDArt im Musikvisualisierungsbildschirm. 'cdart.png' Datei muss im Albumverzeichnis liegen.

# #40148
source: Show ClearArt on video OSD.
de_de: Zeige ClearArt im Video OSD

# #40149
source: Set ClearArt position on video OSD.
de_de: Lege fest an welcher Stelle im Video OSD die ClearArt angezeigt wird.

# #40150
source: Show TV Show ClearArt with [B]NextUp Notification[/B] addon.
de_de: Zeige Serien ClearArt im [B]NextUp Notification[/B] addon an.

# #40151
source: Activate Kiosk mode. It allow to turn off sliding menu that provides access to various skin settings. Ideal for children or if Kodi is on free service.
de_de: Aktiviere den Kioskmodus. Dieser verhindert den Zugriff auf die Ansichtsoptionen in den Bibliotheksansichten. Ideal für Kinder oder falls Kodi als Service angeboten wird.

# #40152
source: Select a photo, a video or a music to run when Kodi starting.
de_de: Zeige ein Foto, ein Video oder spiele ein Musikstück beim Start von Kodi.

# #40153
source: Download automatically all necessary artworks. [B]Artwork Downloader[/B] addon is needed.
de_de: Aktiviere den automatischen Download aller nötigen Artworks. [B]Artwork Downloader[/B] wird benötigt.

# #40154
source: Select weather icons addon.
de_de: Wähle aus, welche Wettericons im Wetter Addon angezeigt werden.

# #40155
source: Replace default busy spinner by custom busy spinner.
de_de: Ersetze das standard 'Beschäftigt Icon' durch ein individuelles Icon.

# #40156
source: Show debug infos.
de_de: Zeige Debuginformationen

# #40157
source: Save all skin settings.
de_de: Speichere alle Skineinstellungen

# #40158
source: Restore all skin settings.
de_de: Stelle alle Skineinstellungen wieder her.

# #40159
source: Disable zoom effect
de_de: Deaktiviere den Zoomeffekt.

# #40160
source: Disable zoom effect when selecting item.
de_de: Deaktiviere den Zoomeffekt bei Auswahl eines Eintrages.

# #40161
source: Show music visualisation screen when playing song
de_de: Zeige Musikvisualisierung wenn ein Song gespielt wird.

# #40162
source: Show music visualisation screen directly when playing song.
de_de: Zeige Musikvisualisierung sofort wenn ein Song gespielt wird.

# #40163
source: Main color
de_de: Hauptfarbe

# #40164
source: Reset main color
de_de: Hauptfarbe zurücksetzen

# #40165
source: Color
de_de: Farbe

# #40166
source: Change main theme color.
de_de: Ändere die Hauptfarbe des Skins

# #40167
source: Reset main color to default.
de_de: Setzt die Hauptfarbe auf Standard zurück.

# #40168
source: Live TV widget - Recently played channels
de_de: Live TV Widget - kürzlich angesehene Sender

# #40169
source: Watched to
de_de: bereits gesehen:

# #40170
source: unwatched episodes
de_de: ungesehene Folgen

# #40171
source: unwatched episode
de_de: ungesehene Folge

# #40172
source: Watched episodes
de_de: gesehene Folgen

# #40173
source: Add sources
de_de: Füge Quellen hinzu

# #40174
source: My TV shows airing today
de_de: Meine Serien, die heute im Fernsehen laufen

# #40175
source: Next episodes to watch
de_de: Nächste Folgen

# #40176
source: Hide Rotten Tomatoes and Metacritic info
de_de: Rotten Tomatoes und Metacritic Informationen ausblenden.

# #40177
source: Hide info from Rotten Tomatoes and Metacritic.
de_de: Informationen von Rotten Tomatoes und Metacritic werden nicht angezeigt.

# #40178
source: Show media flags icons on home menu such as resolution, ratio, video codec, audio codec and number of channels.
de_de: Zeige Medieninformationen im Hauptmenü (Auflösung, Ratio, Videoformat, Audioformat und Anzahl der Audiokanäle.

# #40179
source: Show media clearlogos
de_de: Zeige Medien Clearlogos

# #40180
source: Show clearlogos on home menu.
de_de: Zeige Clearlogos im Hauptmenü.

# #40181
source: Colors
de_de: Farben

# #40182
source: Skin colors related settings.
de_de: Einstellungen für die Skinfarben.

# #40183
source: Background color
de_de: Hintergrundfarbe

# #40184
source: Reset background color
de_de: Hintergrundfarbe zurücksetzen

# #40185
source: Change background color.
de_de: Ändere die Hintergrundfarbe.

# #40186
source: Reset background color to default.
de_de: Setzt die Hintergrundfarbe auf Standard zurück.

# #40187
source: Color selection
de_de: Farbauswahl

# #40188
source: Go up item.
de_de: Nach oben verschieben

# #40189
source: Go down item.
de_de: Nach unten verschieben

# #40190
source: Add item.
de_de: Eintrag hinzufügen

# #40191
source: Delete item.
de_de: Eintrag löschen

# #40192
source: Library options
de_de: Bibliotheksoptionen

# #40193
source: Settings applying to library.
de_de: Einstellungen die Bibliotheken betreffend.

# #40194
source: Notification popup position
de_de: Position der Popup-Benachrichtigungen

# #40195
source: Set notification popup position.
de_de: Lege die Position der Popup-Benachrichtigungen fest.

# #40196
source: Bottom center
de_de: Unten Mitte

# #40197
source: Bottom right
de_de: Unten Rechts

# #40198
source: Bottom left
de_de: Unten Links

# #40199
source: Top center
de_de: Oben Mitte

# #40200
source: Top right
de_de: Oben Rechts

# #40201
source: Top left
de_de: Oben Links

# #40202
source: Video process information
de_de: Videoinformationen

# #40203
source: Hardware decoding
de_de: Hardware Dekoder

# #40204
source: Inactive
de_de: Inaktiv

# #40206
source: Audio process information
de_de: Audioinformationen

# #40207
source: Memory used
de_de: Arbeitsspeicher

# #40208
source: Channels
de_de: Kanäle

# #40210
source: Processing
de_de: Verarbeitung

# #40211
source: Customizable widget (posters)
de_de: Anpassbares Widget (Poster)

# #40212
source: Customizable widget (thumbs)
de_de: Anpassbares Widget (Thumbs)

# #40213
source: Customizable widget (icons)
de_de: Anpassbares Widget (Icons)

# #40214
source: Set type of widgets
de_de: Wähle die Art der Widgets

# #40215
source: Hide posters info
de_de: Verstecke Posterinfo

# #40216
source: Simple wall
de_de: Einfache Wand

# #40217
source: To be continued ...
de_de: Es folgt ...

# #40218
source: Enable Next Up popup for Live TV
de_de: Aktiviere Next Up Benachrichtigung für Live TV

# #40219
source: Enable Next Up popup notification for Live TV.
de_de: Aktiviert die Next Up Benachrichtigungen für Live TV

# #40220
source: Random tv shows
de_de: Zufällige Serien

# #40221
source: Set Hub image
de_de: Setze Hub Bild

# #40222
source: Set Hub items
de_de: Setze Hub Einträge

# #40223
source: Movies Hub
de_de: Film Hub

# #40224
source: TV Shows Hub
de_de: Serien Hub

# #40225
source: Customizable Hub 1
de_de: Anpassbares Hub 1

# #40226
source: Random episodes
de_de: Zufällige Folge

# #40227
source: Select hub widget
de_de: Wähle Hub Widget

# #40228
source: Customizable Hub 2
de_de: Anpassbares Hub 2

# #40229
source: Customizable Hub 3
de_de: Anpassbares Hub 3

# #40231
source: Hide widgets banners
de_de: Zeige keine Banner in Widgets

# #40232
source: Next airing episodes
de_de: als nächstes ausgestahlte Folgen

# #40233
source: Customizable widgets
de_de: Anpassbares Widget

# #40234
source: Preconfigured widgets
de_de: Vorkonfigurierte Widgets

# #40235
source: No screenshot available
de_de: Screenshot nicht verfügbar

# #40236
source: Use clearlogos instead of thumbnails
de_de: Verwende Clearlogo anstelle von Serien Miniaturbilder

# #40237
source: Add rule
de_de: Regel hinzufügen

# #40238
source: Delete rule
de_de: Regel löschen

# #40239
source: Hide CD case
de_de: Verstecke CD Case

# #40240
source: Hide CD case on music visualisation screen.
de_de: Versteckt das CD Case overlay in dem Musikvisualisierungsbildschirm

# #40241
source: Hide pictures info
de_de: Verstecke Bilder Information

# #40242
source: Mosaics
de_de: Mosaik

# #40243
source: Hide time and date
de_de: Verstecke Zeit und Datum

# #40244
source: Hide time and date on top bar.
de_de: Wenn aktiviert, werden Zeit und Datum in der Kopfleiste nicht angezeigt.

# #40245
source: Hide plots of unwatched episodes to avoid spoilers.
de_de: Verstecke Handlungen bei ungesehenen Folgen zur Verhinderung von Spoilern.

# #40246
source: Unwatched movies recently added
de_de: Kürzlich hinzugefügte ungesehene Filme

# #40247
source: Unwatched episodes recently added
de_de: Kürzlich hinzugefügte ungesehene Serienfolgen

# #40248
source: Hide watched items from recently added
de_de: Verstecke gesehene, kürzlich hinzugefügte Medien

# #40249
source: Unwatched music videos recently added
de_de: Kürzlich hinzugefügte ungesehene Musikvideos

# #40250
source: Bigger font
de_de: Größere Schrift

# #40251
source: Pause video during access to extended info
de_de: Unterbreche Wiedergabe während Zugriff auf erweiterte Informationen

# #40252
source: Pause video when viewing extended info.
de_de: Die Medienwiedergabe wird unterbrochen, wenn auf die erweiterten Informationen zugegriffen wird.

# #40253
source: Background of 'Search...' shortcut
de_de: Hintergrundbild für 'Suche...' Verknüpfung

# #40254
source: Background of 'Favourites' shortcut
de_de: Hintergrundbild für 'Favoriten' Verknüpfung

# #40255
source: Background of 'File browser' shortcut
de_de: Hintergrundbild für 'Dateibrowser' Verknüpfung

# #40256
source: Background of 'Settings' shortcut
de_de: Hintergrundbild für 'Einstellungen' Verknüpfung

# #40257
source: Background of 'Power options' shortcut
de_de: Hintergrundbild für 'Energie-Optionen' Verknüpfung

# #40258
source: Replace background of [B]Search...[/B] shortcut.
de_de: Ein eigenes Hintergrundbild für die [B]Suche...[/B] Verknüpfung festlegen.

# #40259
source: Replace background of [B]Favourites[/B] shortcut.
de_de: Ein eigenes Hintergrundbild für die [B]Favoriten[/B] Verknüpfung festlegen.

# #40260
source: Replace background of [B]File browser[/B] shortcut.
de_de: Ein eigenes Hintergrundbild für die [B]Dateibrowser[/B] Verknüpfung festlegen.

# #40261
source: Replace background of [B]Settings[/B] shortcut.
de_de: Ein eigenes Hintergrundbild für die [B]Einstellungen[/B] Verknüpfung festlegen.

# #40262
source: Replace background of [B]Power options[/B] shortcut.
de_de: Ein eigenes Hintergrundbild für die [B]Energie-Optionen[/B] Verknüpfung festlegen.

# #40263
source: Disable item.
de_de: Den ausgewählten Eintrag deaktivieren.

# #40264
source: Enable item.
de_de: Den ausgewählten Eintrag aktivieren.

# #40265
source: Up item
de_de: Eintrag nach oben

# #40266
source: Down item
de_de: Eintrag nach unten

# #40267
source: Add item
de_de: Eintrag hinzugügen

# #40268
source: Enable item
de_de: Eintrag aktivieren

# #40269
source: Disable item
de_de: Eintrag deaktivieren

# #40270
source: Delete item
de_de: Eintrag löschen

# #40271
source: Use basic vertical menu
de_de: Standard vertikales Menü verwenden

# #40272
source: Use basic vertical menu instead of dynamic vertical menu.
de_de: Verwende das vertikale Menü in der Standardversion anstelle der dynamischen Version.

# #40273
source: No bookmarks created yet.
de_de: Du hast noch keine Lesezeichen angelegt.

# #40274
source: Show Extrafanarts
de_de: Zeige Extra Fanarts

# #40275
source: Show multiple backgrounds on the home menu and library.
de_de: Zeige mehrere Hintergründe im Home Menü und den Bibliotheken.

# #40276
source: Disable Kodi screensaver
de_de: Kodi Bildschirmschoner deaktivieren

# #40277
source: Disable Kodi screensaver on fullscreen music playback.
de_de: Deaktiviere den Kodi Bildschirmschoner bei der Musikwiedergabe

# #40278
source: Show rating of TMDB rather than IMDB
de_de: Bewertung von TMDB anstelle von IMDB

# #40279
source: Show rating of TheMovieDB.org rather than IMDb.com.
de_de: Benutze die Bewertungen von TheMovieDB.org anstelle von IMDB.com.

# #40280
source: Access to all your games
de_de: Zugriff auf alle Deine Spiele

# #40281
source: Background of 'Games' shortcut
de_de: Hintergrundbild von 'Spiele' Verknüpfung

# #40282
source: Replace background of [B]Games[/B] shortcut.
de_de: Eigenes Hintergrundbild für [B]Spiele[/B] Verknüpfung festlegen.

# #40283
source: Pattern type
de_de: Art des Musters

# #40284
source: Pattern color
de_de: Farbe des Musters

# #40285
source: Reset pattern color
de_de: Musterfarbe zurücksetzen

# #40286
source: Select pattern type of background.
de_de: Wähle die Art des Hintergrundmusters.

# #40287
source: Change pattern color of background.
de_de: Ändere die Farbe des Hintergrundmusters.

# #40288
source: Reset pattern color of background.
de_de: Setze die Farbe des Hintergrundmusters zurück.

# #40289
source: Horizontal guide
de_de: Horizontale Führung

# #40290
source: Number of items for widgets
de_de: Anzahl der Widget Einträge

# #40291
source: Set number of items to display on widgets.
de_de: Legt die Anzahl der im Widget angezeigten Einträge fest.

# #40292
source: votes
de_de: Stimmen

# #40293
source: Eject
de_de: Auswerfen

# #40294
source: Hide Spoilers
de_de: Verstecke Spoiler
