Repository: zanix/repository.guilouz
Catalog: skin.estuary.mod.kodi18/language/resource.language.*/strings.po
Languages: de_de

# #31000
source: Now playing
de_de: Es läuft

# #31001
source: Search...
de_de: Suche...

# #31002
source: Show media fanart as background
de_de: Medien-Fanart als Hintergrund nutzen (wenn verfügbar)

# #31003
source: Cinema mode
de_de: Kinomodus

# #31004
source: Change mode
de_de: Modus ändern

# #31005
source: Watch as 2D
de_de: In 2D ansehen

# #31006
source: Random movies
de_de: Zufällige Filme

# #31007
source: Unwatched movies
de_de: Ungesehene Filme

# #31008
source: No disclaimer
de_de: Kein Haftungsausschluss

# #31009
source: Download icons
de_de: Icons herunterladen

# #31010
source: In progress movies
de_de: Begonnene Filme

# #31011
source: Most played albums
de_de: Meistgespielte Alben

# #31012
source: Random albums
de_de: Zufällige Alben

# #31013
source: Random artists
de_de: Zufällige Interpreten

# #31014
source: Unplayed albums
de_de: Ungespielte Alben

# #31015
source: Recent recordings
de_de: Zuletzt gemachte Aufnahmen

# #31016
source: Recently played channels
de_de: Zuletzt gesehene Kanäle

# #31017
source: Rated
de_de: Altersfreigabe

# #31018
source: Recently played channels
de_de: Zuletzt gesehene Kanäle

# #31019
source: Forecast
de_de: Vorhersage

# #31020
source: Actions
de_de: Aktionen

# #31021
source: Misc options
de_de: Sonstige Einstellungen

# #31022
source: Sort by
de_de: Sortieren nach

# #31023
source: Viewtype
de_de: Ansicht

# #31024
source: Next tracks
de_de: Nächste Titel

# #31025
source: No favourites found. You can add any item from media views to this list by using the context menu.
de_de: Keine Favoriten gespeichert. Es kann jedes beliebige Element aus den Medienansichten via Rechtsklick zu den Favoriten hinzugefügt werden.

# #31026
source: Go to albums
de_de: Zu den Alben...

# #31027
source: Go to songs
de_de: Zu den Liedern...

# #31028
source: Show fanart
de_de: Fanart zeigen

# #31029
source: Last logged in
de_de: Zuletzt angemeldet

# #31030
source: System Memory used
de_de: Genutzter Arbeitsspeicher

# #31031
source: Version info
de_de: Versionsinfos

# #31032
source: Order
de_de: Reihenfolge

# #31033
source: Your rating
de_de: Persönliche Bewertung

# #31034
source: Extended info
de_de: Erweiterte Infos

# #31035
source: Pages
de_de: Seiten

# #31036
source: items
de_de: Einträge

# #31037
source: Tracklist
de_de: Titelliste

# #31038
source: Rewind
de_de: Rücklauf

# #31039
source: Fast forward
de_de: Schneller Vorlauf

# #31040
source: Cancel update
de_de: Aktualisierung abbrechen

# #31041
source: Camera manufacturer
de_de: Kamerahersteller

# #31042
source: Playlist options
de_de: Wiedergabelisten-Einstellungen

# #31043
source: Set the type and add rules to create a smart playlist. These playlists are dynamic and include all media items from your database which apply to your chosen rules.
de_de: Typ einstellen und Regeln für die Smart Playlist hinzufügen. Diese Art von Playlisten ist dynamisch und beinhaltet alle Medien aus deiner Bibliothek, die die gesetzten Regeln erfüllen.

# #31044
source: Add group
de_de: Gruppe hinzufügen

# #31045
source: Rename group
de_de: Gruppe umbenennen

# #31046
source: Delete group
de_de: Gruppe löschen

# #31047
source: Read more...
de_de: Weiterlesen...

# #31048
source: Available
de_de: Verfügbar

# #31049
source: Press [B]Up[/B] to rewind or fast-forward
de_de: [B]Hoch[/B] zum Zurück- oder Vorspulen drücken.

# #31050
source: Press [B]OK[/B] to stop
de_de: [B]OK[/B] zum Stoppen drücken

# #31051
source: Toggle language
de_de: Sprache umstellen

# #31052
source: filtered
de_de: gefiltert

# #31053
source: Arial based
de_de: Arial-basiert

# #31054
source: Press [B]Left[/B] to rewind, or [B]Right[/B] to fast-forward
de_de: [B]Links[/B] zum Zurückspulen, [B]Rechts[/B] zum Vorspulen drücken

# #31055
source: Subtitle download
de_de: Untertitel-Download

# #31056
source: Go to playlist
de_de: Zur Playlist...

# #31057
source: Show login screen on startup
de_de: Login-Screen beim Programmstart anzeigen

# #31058
source: Automatic Login on startup
de_de: Automatischer Login beim Programmstart

# #31059
source: Updates available
de_de: Aktualisierungen verfügbar

# #31060
source: minutes
de_de: Minuten

# #31061
source: Main menu items
de_de: Hauptmenüeinträge

# #31062
source: Shortcuts to the "Files" sections of each media type. Go there to add additional sources for your databases.
de_de: Shortcuts zu den "Dateien"-Sektionen der verschiedenen Medientypen. Ihnen folgen, um zusätzliche Medienquellen für die persönlichen Bibliotheken einzurichten.

# #31063
source: Sections
de_de: Sektionen

# #31064
source: unwatched
de_de: ungesehen

# #31066
source: Music playlist
de_de: Musik-Playlist

# #31067
source: Event log
de_de: Ereignisse

# #31068
source: Choose presets
de_de: Presets wählen

# #31069
source: Last Updated
de_de: Zuletzt aktualisiert

# #31070
source: Add media sources
de_de: Medienquellen hinzufügen

# #31071
source: by
de_de: von

# #31072
source: Power Options
de_de: Energie-Einstellungen

# #31073
source: Titles
de_de: Titel

# #31074
source: Library root
de_de: Bibliothek

# #31075
source: Movie sets
de_de: Filmkollektionen

# #31076
source: Play optical disc
de_de: Optischen Datenträger abspielen

# #31077
source: Previous location
de_de: Vorheriger Ort

# #31078
source: Next location
de_de: Nächster Ort

# #31079
source: Cast not available
de_de: Vorhersage nicht verfügbar

# #31080
source: Ends at
de_de: Endet um

# #31081
source: Album info
de_de: Album-Informationen

# #31082
source: Lyrics add-on
de_de: Liedtexte-Addon

# #31083
source: Lyrics add-on settings
de_de: Liedtexte-Addon-Einstellungen

# #31084
source: Visualisation settings
de_de: Visualisierungs-Einstellungen

# #31085
source: Channel Group
de_de: Kanalgruppe

# #31086
source: Metadata
de_de: Metadaten

# #31087
source: Provider settings
de_de: Provider-Einstellungen

# #31088
source: Content scanning options
de_de: Inhalt-Scanning-Einstellungen

# #31089
source: Available groups
de_de: Verfügbare Gruppen

# #31090
source: Search trailer
de_de: Trailer suchen

# #31091
source: Download subtitles
de_de: Untertitel herunterladen

# #31092
source: Video menu
de_de: Videomenü

# #31093
source: Show weather info in top bar
de_de: Wetterinformationen in Kopfleiste anzeigen

# #31094
source: Show media flags for movies / episodes / music videos
de_de: Medieneigenschaften für Videoeinträge zeigen

# #31095
source: Use slide animations
de_de: Slide-Animationen aktivieren

# #31096
source: Local subtitle available
de_de: Lokaler Untertitel verfügbar

# #31097
source: Channel options
de_de: Kanal-Einstellungen

# #31098
source: Select your Kodi user profile to login and continue
de_de: Bitte Kodi-Benutzerprofil auswählen um fortzufahren

# #31103
source: Enter text here...
de_de: Text hier eingeben...

# #31104
source: Your library is currently empty. In order to populate it with your personal media, enter "Files" section, add a media source and configure it. After the source has been added and indexed you will be able to browse your library.
de_de: Die persönliche Bibliothek ist derzeit leer. Um sie mit Inhalten zu füllen, zu "Dateien" wechseln, eine Medienquelle hinzufügen und diese dann konfigurieren. Nachdem die Quelle hinzugefügt und indiziert wurde, kann die Bibliothek durchstöbert werden.

# #31105
source: Add video sources and set the appropriate content type in order to populate your video libraries.
de_de: Videoquellen hinzufügen und den korrekten Inhaltstyp auswählen, um die persönlichen Bibliotheken zu befüllen.

# #31108
source: Use custom global background
de_de: Individuellen globalen Hintergrund nutzen

# #31109
source: Choose image path
de_de: Bildpfad auswählen

# #31110
source: Enter files section
de_de: Zu "Dateien"...

# #31111
source: View your personal pictures or download one of the many image add-ons from the official repository.
de_de: Persönliche Fotos anschauen oder eines der vielen Bilder-Addons aus dem offiziellen Repository ausprobieren.

# #31112
source: Toggle audio stream
de_de: Tonspur wechseln

# #31113
source: Search local library
de_de: Lokale Bibliothek durchsuchen

# #31114
source: Search YouTube
de_de: YouTube durchsuchen

# #31115
source: Search TheMovieDB
de_de: TheMovieDB durchsuchen

# #31116
source: Remove this main menu item
de_de: Diesen Hauptmenüeintrag entfernen

# #31117
source: Edit nodes
de_de: Menü editieren

# #31118
source: Enter add-on browser
de_de: Zum Addon-Browser...

# #31119
source: You do not have any add-ons installed yet. Visit our add-on browser to browse through our collection and improve your Kodi experience.
de_de: Es sind noch keine Addons installiert. Den Addon-Browser öffnen, um in der Addon-Sammlung zu stöbern.

# #31120
source: You did not set up a weather provider yet. In order to view weather information, choose a weather provider and set up your location.
de_de: Es ist noch kein Wetterprovider eingerichtet. Um Wetterinformationen zu erhalten, einen Wetterprovider auswählen und Orte einrichten.

# #31121
source: Set weather provider
de_de: Wetterprovider wählen

# #31122
source: Unwatched TV Shows
de_de: Ungesehene Serien

# #31123
source: Same director
de_de: Filme dieses Regisseurs

# #31124
source: Show images on map
de_de: Bilder auf Karte zeigen

# #31125
source: Press up for actor info
de_de: [B]Hoch[/B] für Schauspieler-Infos drücken

# #31126
source: Press OK to read plot
de_de: [B]OK[/B] zum Lesen der Handlung drücken

# #31127
source: Show icons
de_de: Icons zeigen

# #31128
source: Contributors
de_de: Mitwirkende

# #31129
source: General settings applying to all areas of the skin.
de_de: Allgemeine Einstellungen, die für den gesamten Skin gelten.

# #31130
source: Main menu-related settings: Configure the home screen to your likings.
de_de: Einstellungen für das Hauptmenü: Der Hauptbildschirm kann nach Belieben angepaßt werden.

# #31131
source: Choose home fanart pack
de_de: Fanart für den Hauptbildschirm wählen

# #31133
source: Hide
de_de: Verstecken

# #31134
source: Remaining
de_de: Verbleibend

# #31135
source: Installed from
de_de: Installiert von

# #31136
source: Click here to see latest changes...
de_de: Hier klicken um die neuesten Änderungen anzuzeigen...

# #31137
source: PVR info
de_de: PVR Information

# #31138
source: Player process info
de_de: Abspielerprozess Informationen

# #31139
source: Video decoder
de_de: Video Dekoder

# #31141
source: Changes for version
de_de: Änderungen für Version

# #31142
source: Play speed
de_de: Abspielgeschwindigkeit

# #31143
source: You did not set up PVR yet. In order to use PVR, choose a PVR client addon and configure it. Please visit http://kodi.wiki/view/PVR to learn more.
de_de: Du hast PVR noch nicht eingerichtet. Um PVR zu verwenden, musst Du einen PVR-Client auswählen und konfigurieren. Bitte besuche http://kodi.wiki/view/PVR um mehr zu erfahren.

# #31144
source: Enter add-on browser
de_de: Zum Addon-Browser

# #31145
source: Search add-ons
de_de: Finde Addons

# #31146
source: Verwalte Addons
de_de: Gérer les extensions

# #31147
source: Download add-ons
de_de: Addons herunter laden

# #31151
source: Numeric keypad
de_de: Tastenfeld

# #40000
source: Show movies and tv shows clearlogos
de_de: Zeige Film und Serien Clearlogos

# #40001
source: Customize power menu
de_de: Power Menü anpassen

# #40002
source: Home menu
de_de: Home Menü

# #40003
source: Reset menus settings
de_de: Menüeinstellungen zurück setzen

# #40004
source: Debug infos
de_de: Debug Informationen

# #40006
source: Background options
de_de: Hintergrundeinstellungen

# #40007
source: Display options
de_de: Anzeigeeinstellungen

# #40008
source: Weather widget
de_de: Wetter Widget

# #40009
source: Movies widget
de_de: Film Widget

# #40010
source: TV Shows widget
de_de: Serien Widget

# #40011
source: Music widget
de_de: Musik Widget

# #40013
source: Media sources widget
de_de: Medienquellen Widget

# #40014
source: Live TV widget - Channels
de_de: Live TV Widget - Sender

# #40015
source: Radios widget
de_de: Radio Widget

# #40016
source: Pictures widget
de_de: Bilder Widget

# #40017
source: Enable horizontal menu
de_de: Aktiviere horizontales Menü

# #40018
source: Video Sources
de_de: Videodatei Quellen

# #40019
source: Audio Sources
de_de: Audiodatei Quellen

# #40020
source: Replace vertical home menu by horizontal menu.
de_de: Ersetze das vertikale Hauptmenü durch horizontales Hauptmenü.

# #40021
source: Enable horizontal advanced menu
de_de: Aktiviere erweitertes horizontales Menü

# #40022
source: Replace vertical home menu by horizontal advanced menu.
de_de: Ersetzt das vertikale Home Menü durch das erweiterte horizontale Menü

# #40023
source: Set images path
de_de: Bildpfad festlegen

# #40024
source: Display settings applying to all areas of the skin.
de_de: Anzeigeeinstellungen werden auf alle Bereiche des Skins angewendet.

# #40025
source: Background settings applying to all areas of the skin.
de_de: Hintergrundeinstellungen werden auf alle Bereiche des Skins angewendet.

# #40026
source: Additional settings.
de_de: Zusätzliche Einstellungen.

# #40027
source: Show artists clearlogos
de_de: Zeige Künstler Clearlogos

# #40028
source: Hide plots to avoid spoilers
de_de: Verstecke Handlungen zur Verhinderung von Spoilern

# #40029
source: Enable extrafanarts for background
de_de: Aktiviere Extra Fanarts für Hintegrundbilder

# #40030
source: Enable extrafanarts for thumb
de_de: Aktiviere Extra Fanarts für Thumbs

# #40031
source: Animate background
de_de: Animiere Hintergrund

# #40032
source: Show visualisation effects
de_de: Zeige Visualisierungseffekt

# #40033
source: Music OSD
de_de: Musik OSD

# #40034
source: Visualization of the music screen related settings.
de_de: Einstellungen des Musik Bildschirms

# #40035
source: Show disc (cdart.png in album folder)
de_de: Zeige CD-Art (cdart.png im Album Verzeichnis)

# #40036
source: Splash screen (photo, video or music)
de_de: Splash Bildschirm (Foto, Video oder Musik)

# #40037
source: None
de_de: Keine

# #40038
source: Start automatically Artwork Downloader after library update
de_de: Automatischer Start des Artwork Downloader nach Bibliothek Update

# #40039
source: Backup / Restore
de_de: Backup / Wiederherstellen

# #40040
source: Backup skin settings
de_de: Backup der Skineinstellungen

# #40041
source: Restore skin settings from file
de_de: Skineinstellungen aus Datei wiederherstellen

# #40042
source: Reset skin settings to defaults
de_de: Skineinstellungen auf Default zurücksetzen

# #40043
source: Backup and restore settings of skin settings.
de_de: Backup / Wiederherstellen der Skin Einstellungen.

# #40045
source: Show ClearArt on video infos
de_de: Zeige ClearArt in Video Infos

# #40046
source: Visualization of the video screen related settings.
de_de: Einstellungen des Video Bildschirm.

# #40047
source: Necessary addons
de_de: Benötigte Addons

# #40048
source: Necessary addons for good performance.
de_de: Benötigte Addons für optimales funktionieren des Skins

# #40049
source: Show ClearArt with NextUp Notification addon
de_de: Zeige ClearArt in NextUp Notification Addon

# #40050
source: Enter the paths of your RSS feeds
de_de: Pfad zu RSS Feeds eingeben

# #40051
source: Select a Set
de_de: Wähle Zusammenstellung

# #40052
source: Show studios / recordslabels icons
de_de: Zeige Studio / Plattenlabel Icons

# #40053
source: Studios movies / TV shows icons
de_de: Studio Icons für Filme / Serien

# #40054
source: Weather icons
de_de: Wetter Icons

# #40055
source: Media flags of the same color as skin
de_de: Zeige Media Flags in Skinfarbe

# #40056
source: Show animated posters
de_de: Zeige animierte Poster

# #40057
source: Context menu
de_de: Kontextmenü

# #40058
source: TV shows next aired
de_de: Die nächsten ausgestrahlten Serien

# #40059
source: Similar
de_de: Ähnlich

# #40060
source: Multi fanarts for weather
de_de: Wetter Multi-Fanart

# #40061
source: Info bars are always displayed
de_de: Infobalken werden immer angezeigt

# #40062
source: Recordslabels icons
de_de: Iconset für Plattenlabels

# #40063
source: Show media path
de_de: Zeige Pfad zur Mediadatei

# #40064
source: Media path
de_de: Medienpfad

# #40065
source: Kiosk Mode
de_de: Kioskmodus

# #40066
source: Background opacity
de_de: Transparenz des Hintergrund Overlays im Menü

# #40067
source: Opacity
de_de: Transparenz

# #40068
source: Never
de_de: Nie

# #40069
source: Only on library
de_de: Nur in Bibliothek

# #40070
source: All over skin
de_de: Im gesamten Skin

# #40071
source: Hide info bars
de_de: Info-Balken ausblenden

# #40072
source: Info bars are hidden only on library
de_de: Info-Balken werden nur in der Bibliothek ausgeblendet

# #40073
source: Info bars are hidden all over skin
de_de: Info-Balken werden im gesamten Skin ausgeblendet

# #40074
source: Add-on settings
de_de: Addon Einstellungen

# #40075
source: Hidden TV channels
de_de: Ausgeblendete TV Kanäle

# #40076
source: Visible TV channels
de_de: Sichtbare TV-Kanäle

# #40077
source: Access all of your favorites
de_de: Zugriff auf alle Deine Favoriten

# #40078
source: Access all settings
de_de: Zugriff auf Einstellungen

# #40079
source: Access to filemanager
de_de: Zugriff auf Dateibrowser

# #40080
source: Access to power options
de_de: Zugriff auf Energie-Optionen

# #40081
source: Do a research
de_de: Suche ausführen

# #40082
source: Custom busy spinner
de_de: "Beschäftigt" Spinner-Icon

# #40083
source: Show background video
de_de: Zeige laufendes Video im Hintergund (im Menü)

# #40084
source: Type of Widgets
de_de: Art der Widgets

# #40086
source: Hide widget banner
de_de: Verstecke Widget Top Banner

# #40088
source: To the right
de_de: Auf rechter Seite

# #40089
source: To the left
de_de: Auf linker Seite

# #40090
source: In the center
de_de: In der Mitte

# #40091
source: Big fanart
de_de: Fanart (Gross)

# #40092
source: Aired
de_de: Ausgestrahlt am

# #40093
source: Big posters
de_de: Poster (Gross)

# #40094
source: Library
de_de: Bibliothek

# #40095
source: In-progress movies
de_de: Angefangene Filme

# #40096
source: Most played albums
de_de: Meist gespielte Alben

# #40097
source: Random albums
de_de: Zufällige Alben

# #40098
source: Random artists
de_de: Zufällige Künstler

# #40099
source: Random movies
de_de: Zufällige Filme

# #40100
source: Random music videos
de_de: Zufällige Musik Videos

# #40101
source: Unplayed albums
de_de: Ungehörte Alben

# #40102
source: Unwatched movies
de_de: Ungesehene Filme

# #40103
source: Unwatched TV shows
de_de: Ungesehene Serien

# #40104
source: Hide notification popup during playback
de_de: Verstecke Mitteilungen während Medienwiedergabe

# #40105
source: Hide notification popup during video or music playback.
de_de: Mitteilungen werden während der Wiedergabe von Medien nicht angezeigt.

# #40106
source: Select widgets first
de_de: Im Hauptmenü zuerst das Widget selektieren

# #40107
source: Navigates main menu to widgets rather than main menu to submenus icons.
de_de: Wenn aktiviert wird im Hauptmenü zuerst zum Widget navigiert und nicht zum Untermenü.

# #40108
source: Next aired
de_de: nächste Sendung

# #40109
source: Last aired
de_de: letzte Sendung

# #40110
source: Views
de_de: Ansichten

# #40111
source: Hardware info
de_de: Hardware Information

# #40112
source: Hard disk usage:
de_de: Festplattennutzung:

# #40113
source: Show background visualisation effects
de_de: Zeige Visualisierungseffekt im Hintergrund

# #40114
source: Music videos - Library
de_de: Musikvideo Bibliothek

# #40115
source: Music videos widget
de_de: Musikvideo Widget

# #40116
source: Unwatched music videos
de_de: Ungesehene Musikvideos

# #40117
source: Most watched music videos
de_de: Meist gesehene Musikvideos

# #40118
source: Lyrics source
de_de: Quelle für Liedtexte

# #40119
source: Customize items and submenus of the home menu.
de_de: Anpassen der Einträge des Haupt- und der Untermenüs.

# #40120
source: Customize items of the power menu.
de_de: Anpassen der Einträge des Powermenü

# #40121
source: Reset default items of the home menu and power menu.
de_de: Zurücksetzen der Einträge des Haupt- und des Powermenü

# #40122
source: Hide top and bottom bars.[CR][[B]Never[/B]] Bars are always displayed.[CR][[B]Only on library[/B]] Bars are hidden only on Movies, TV Shows and Music libraries. [CR][[B]All over skin[/B]] Bars are hidden all over skin.
de_de: Blende die Top und Bottom Balken aus.[CR][[B]Nie[/B]] Balken werden immer angezeigt.[CR][[B]Nur in Bibliothek[/B]] Balken werden nur in den Film-, Serien- und Musik Bibliotheken ausgeblendet. [CR][[B]Im gesamten Skin[/B]] Balken werden im gesamten Skin ausgeblendet.

# #40123
source: Show slide effect of skin windows.
de_de: Zeige den Rutscheffekt der Skin Fenster an.

# #40124
source: Enable auto scrolling for plots and reviews.
de_de: Aktiviere den automatischen Bildlauf für Handlung und Kritiken

# #40125
source: Show weather with the time and date on the top bar.
de_de: Zeige Wetter-, Datum- und Uhrzeitinformationen im oberen Bereich an.

# #40126
source: Replace episodes thumbnails by TV shows thumbnails
de_de: Ersetze Miniaturen der Einzelfolgen durch Miniaturen der Serien

# #40127
source: Show media flags icons such as resolution, ratio, video codec, audio codec, number of channels, duration...
de_de: Zeige Medieninformationen wie z.B. Auflösung, Seitenverhältnis, Videocodec, Anzahl der Kanäle, Dauer...

# #40128
source: Show media flags to the same color as skin color.
de_de: Zeige Medieninformationen in der Farbe des Skin an.

# #40129
source: Show animated posters instead of conventional posters. Conventional posters will be showed when no animated poster is available.
de_de: Zeige animierte Poster, wenn vorhanden. Wenn kein animiertes Poster vorliegt wird das normale Poster angezeigt.

# #40130
source: Show movies and TV shows clearlogos on video library.
de_de: Zeige Film- und Serien Clearlogos in Videobibliothek.

# #40131
source: Show artists clearlogos on music library.
de_de: Zeige Künstler Clearlogos in der Musikbibliothek.

# #40132
source: Plot masked to avoid spoilers.
de_de: Handlung zur Spoilervermeidung ausgeblendet.

# #40133
source: Show studios and recordslabels icons on library.
de_de: Zeige die Studio- und Plattenlabelicons in den Bibliotheken an.

# #40134
source: Select studios icons addon.
de_de: Wähle aus, welche Studioicons verwendet werden.

# #40135
source: Select recordslabels icons addon.
de_de: Wähle aus, welche Plattenlabelicons verwendet werden.

# #40136
source: Show media fanart as background.
de_de: Zeige Medienfanart als Hintergrund.

# #40137
source: Show video as background when returning on menu and a video is playing.
de_de: Zeige laufendes Video bei Rückkehr ins Hauptmenü im Hintergrund an.

# #40138
source: Show visualisation effects as background when a song is playing.
de_de: Zeige Visualisierungseffekt im Hintergrund an sofern ein Song gespielt wird.

# #40139
source: Replace default background by custom background.
de_de: Ersetze den Standardhintergrund durch einen individuellen Hintergrund.

# #40140
source: Set location of the custom background.
de_de: Wähle den Pfad zum individuellen Hintergrundbild

# #40141
source: Select multi fanarts for weather addon.
de_de: Wähle aus, welche Multibilder im Wetteraddon angezeigt werden.

# #40142
source: Set background opacity on all over skin.
de_de: Setze die Transparenz für den Hintergrund im gesamten Skin.

# #40143
source: Show slideshow of artist fanarts on music visualisation screen.
de_de: Zeige eine Diashow der Künstlerfanart im Musikvisualisierungsbildschirm.

# #40144
source: Show slideshow of artist fanarts in thumbnail on music visualisation screen.
de_de: Zeige Diashow der Künstlerfanart in Miniaturansicht des Musikvisualisierungsbildschirm.
